[
    {
    "title": "Pottery Mastery: From Clay to Art",
    "image": "3.png",
    "date": "07 Aug",
    "description": "Journey through the process of transforming raw clay into stunning pottery. Explore different pottery styles and the artistic vision behind each unique piece.",
    "url": "#"
    },
    {
    "title": "Eco-Crafts: Sustainable Handmade Art",
    "image": "4.png",
    "date": "06 Dec",
    "description": "Discover how artisans are embracing eco-friendly materials and techniques in their crafts. Explore innovative approaches to creating sustainable, handmade art.",
    "url": "#"
    },
    {
    "title": "Terracotta Art: Ancient Craft Revived",
    "image": "1.png",
    "date": "09 Jan",
    "description": "Explore the resurgence of terracotta artistry, blending traditional techniques with modern aesthetics. Discover how artisans are breathing new life into this timeless craft.",
    "url": "#"
    },
    {
    "title": "Handwoven Wonders: Textile Traditions",
    "image": "2.png",
    "date": "07 Jul",
    "description": "Delve into the intricate world of handwoven textiles, showcasing the skill and creativity of artisans. Learn about various weaving techniques and their cultural significance.",
    "url": "#"
    },
    {
    "title": "Ceramic Innovations: Modern Techniques",
    "image": "5.png",
    "date": "15 May",
    "description": "Uncover the latest advancements in ceramic art. From cutting-edge materials to innovative techniques, see how modern technology is transforming traditional ceramic practices.",
    "url": "#"
    },
    {
    "title": "The Revival of Quilting Arts",
    "image": "6.png",
    "date": "22 Jun",
    "description": "Explore the resurgence of quilting as an art form. Discover how contemporary artists are reinterpreting traditional quilting methods to create vibrant, modern works.",
    "url": "#"
    },
    {
    "title": "Woodcraft Wonders: From Trees to Treasures",
    "image": "7.png",
    "date": "10 Apr",
    "description": "Take a closer look at the artistry involved in woodcraft. From selecting the perfect wood to crafting intricate designs, learn about the skills and passion behind each wooden masterpiece.",
    "url": "#"
    }
]
  